Repository: raphaelgrougnet/DashboardProgramme
Catalog: src/Web/Resources/Controllers/UserInviteController.*.resx
Languages: fr

# PasswordSavedSuccessfully
source: The password was successfully saved.
fr: Le mot de passe a été sauvegardé avec succès.

# PasswordRequirements
source: The password must meet the following requirements:
fr: Le mot de passe doit respecter les exigences suivantes :

# PasswordTooShort
source: Must contain at least 10 characters
fr: Doit contenir au moins 10 caractères

# PasswordRequiresUpper
source: Must contain a uppercase letter
fr: Doit contenir une majuscule

# PasswordRequiresLowercase
source: Must contain a lowercase letter
fr: Doit contenir une minuscule

# PasswordRequiresDigit
source: Must contain a number
fr: Doit contenir un chiffre

# PasswordRequiresNonAlphanumeric
source: Must contain a special character
fr: Doit contenir un caractère spécial

# PasswordRequiresUniqueChars
source: Must contain 6 unique characters
fr: Doit contenir 6 caractères uniques

# InviteNotFound
source: Could not find invite with specified id.
fr: Aucune invitation avec l'identifiant spécifié n'a été trouvée

# UserWithInviteNotFound
source: Could not find user with this invite.
fr: Aucun utilisateur avec cette invitation n'a été trouvé.

# UserInviteWasAlreadyAccepted
source: This user invite was already accepted.
fr: Cet invitation a déjà été acceptée.
